package org.alpo.example.jitt3r.todo;

public class ToDoList {
    /**
     * Back-end
     * TODO: Убрать из формы создания проекта поле с датой Deadline, переделать контроллер.
     * TODO: В сущность проекта добавить Author_id
     * TODO: Удаление проекта возможно только Автором
     * TODO: Собрать ноту.
     * TODO: В Ноте установить статус выполненно
     *
     */

    /**
     * Front-end
     * TODO: Переделать карточки Досок, изменить размер шрифтов
     * TODO: Возле имени ноты сделать чекбокс выполненно.
     * TODO:
     *
     *
     */
}
